thesisCases/2_ductSystem_benchmark1/ductSystemPressureVC/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2112                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       79600;
    }
    outlet
    {
        type            patch;
        nFaces          80;
        startFace       79640;
    }
    frontAndBack
    {
        type            empty;
        nFaces          80000;
        startFace       79720;
    }
    walls
    {
        type            wall;
        nFaces          680;
        startFace       159720;
    }
)

// ************************************************************************* //
