thesisCases/2_ductSystem_benchmark1/ductSystemPressureVC/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2112                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

nu              2.857e-4;

lambda          1e5;
alphaMax        2000.0;

volumeFraction                  	0.7; //This is a lower bound i.e the vol will be at least volumeFraction
iterationToEnforceVolumeConstraint      2000;
//strictVolumeConstraint                    1; //0 or 1


// ************************************************************************* //
